{
    "above_80": [
        "🔥 Wah, Kakak ini benar-benar bikin meleleh! Keimutanmu pasti membuat banyak orang jatuh cinta!",
        "🔥 Wow, Kakak ini bikin semua orang terpesona! Siap-siap jadi idola, ya!",
        "🔥 Kakak, pesonamu luar biasa! Banyak yang pasti ingin mengenalmu lebih dekat!",
        "🔥 Kakak ini bikin semua orang terpesona! Kamu pasti jadi pusat perhatian di mana pun berada!",
        "🔥 Wah, Kakak ini benar-benar bikin meleleh! Kamu punya daya tarik yang luar biasa!",
        "🔥 Kakak, senyummu bisa bikin hari siapa pun jadi lebih cerah!",
        "🔥 Pesona Kakak tak tertandingi! Siap-siap jadi magnet perhatian!",
        "🔥 Kakak ini bagaikan bintang di langit malam, bersinar terang!",
        "🔥 Wah, Kakak ini bikin semua orang terpesona! Kamu pasti punya banyak penggemar!",
        "🔥 Dengan pesona seperti itu, Kakak pasti bisa jadi model!"
    ],
    "between_51_and_80": [
        "😋 Lumayan imut sih, Kak! Dengan sedikit usaha, kamu bisa jadi lebih menawan!",
        "😋 Kak, kamu punya potensi! Sedikit perawatan dan kamu bisa bersinar lebih terang!",
        "😋 Imut sih, Kak! Coba eksplor gaya baru, pasti makin keren!",
        "😋 Lumayan imut, Kak! Dengan sedikit sentuhan, kamu bisa jadi bintang!",
        "😋 Kak, kamu sudah di jalur yang benar! Tinggal sedikit usaha lagi!",
        "😋 Kak, kamu punya daya tarik! Coba tambahkan sedikit gaya!",
        "😋 Imut, Kak! Dengan sedikit percaya diri, kamu bisa jadi lebih menarik!",
        "😋 Kak, kamu punya pesona yang unik! Jangan ragu untuk menunjukkan diri!",
        "😋 Lumayan, Kak! Coba variasikan gaya rambutmu, pasti makin oke!",
        "😋 Kak, kamu sudah di jalur yang tepat! Tinggal sedikit usaha untuk bersinar!"
    ],
    "below_50": [
        "😅 Hmm... yang penting percaya diri ya, Kak! Setiap orang punya pesonanya sendiri!",
        "😅 Jangan khawatir, Kak! Yang terpenting adalah bagaimana kamu merasa nyaman dengan diri sendiri!",
        "😅 Ingat, Kak! Keimutan sejati datang dari hati, jadi tetaplah bersinar!",
        "😅 Hmm... yang penting percaya diri ya, Kak! Setiap orang memiliki keunikan masing-masing!",
        "😅 Jangan lupa, Kak! Pesona sejati datang dari kepribadian yang baik!",
        "😅 Kak, yang terpenting adalah bagaimana kamu memperlakukan orang lain!",
        "😅 Ingat, Kak! Keimutan itu relatif, yang penting kamu bahagia!",
        "😅 Jangan khawatir, Kak! Setiap orang punya keunikan yang membuat mereka istimewa!",
        "😅 Kak, percaya diri itu kunci! Pesona datang dari dalam!",
        "😅 Yang penting adalah bagaimana kamu merasa tentang diri sendiri, Kak!"
    ]
}