{
    "above_80": [
        "🔥 Wah, Kakak ini benar-benar bikin meleleh! Jomoknya bikin semua orang penasaran, siapa yang berani mendekat?",
        "🔥 Wow, Kakak ini bikin semua orang terpesona! Jomoknya bikin kamu jadi primadona di antara para jomblo!",
        "🔥 Kakak, kejomokanmu luar biasa! Banyak yang pasti ingin mendaftar jadi pacar!",
        "🔥 Kakak ini bikin semua orang terpesona! Jomoknya bikin kamu jadi bintang di antara para jomblo!",
        "🔥 Wah, Kakak ini bikin semua orang terpesona! Jomoknya bikin kamu jadi incaran banyak hati!",
        "🔥 Kakak, senyummu bisa bikin jomblo lain cemburu!",
        "🔥 Pesona Kakak tak tertandingi! Jomoknya bikin kamu jadi magnet perhatian!",
        "🔥 Kakak ini bagaikan bintang di langit malam, bersinar terang, dan jomoknya bikin semua orang ingin tahu!",
        "🔥 Wah, Kakak ini bikin semua orang terpesona! Jomoknya bikin kamu jadi ratu di antara para jomblo!",
        "🔥 Dengan pesona seperti itu, Kakak pasti bisa jadi model, jomok atau tidak!"
    ],
    "between_51_and_80": [
        "🤣 Lumayan jomok sih, Kak! Tapi jangan khawatir, jomok itu bisa jadi tren!",
        "🤣 Kak, kamu punya potensi! Jomokmu bisa jadi daya tarik tersendiri!",
        "🤣 Jomok sih, Kak! Coba eksplor gaya baru, pasti makin keren!",
        "🤣 Lumayan jomok, Kak! Dengan sedikit usaha, kamu bisa jadi bintang!",
        "🤣 Kak, kamu sudah di jalur yang benar! Jomok bukan halangan untuk bersinar!",
        "🤣 Kak, kamu punya daya tarik! Jomokmu bikin kamu lebih misterius!",
        "🤣 Jomok, Kak! Dengan sedikit percaya diri, kamu bisa jadi lebih menarik!",
        "🤣 Kak, kamu punya pesona yang unik! Jomokmu bikin kamu lebih menarik!",
        "🤣 Lumayan, Kak! Coba variasikan gaya rambutmu, pasti makin oke!",
        "🤣 Kak, kamu sudah di jalur yang tepat! Jomok bukan halangan untuk bersinar!"
    ],
    "below_50": [
        "😅 Hmm... yang penting percaya diri ya, Kak! Jomok bukan berarti tidak menarik!",
        "😅 Jangan khawatir, Kak! Jomok itu hanya status, bukan identitas!",
        "😅 Ingat, Kak! Kejomokan sejati datang dari hati, jadi tetaplah bersinar!",
        "😅 Hmm... yang penting percaya diri ya, Kak! Jomok itu bisa jadi kesempatan untuk menemukan diri sendiri!",
        "😅 Jangan lupa, Kak! Pesona sejati datang dari kepribadian yang baik, jomok atau tidak!",
        "😅 Kak, yang terpenting adalah bagaimana kamu memperlakukan orang lain, jomok bukan masalah!",
        "😅 Ingat, Kak! Jomok itu relatif, yang penting kamu bahagia!",
        "😅 Jangan khawatir, Kak! Setiap orang punya keunikan yang membuat mereka istimewa, termasuk jomok!",
        "😅 Kak, percaya diri itu kunci! Jomok bukan halangan untuk bersinar!",
        "😅 Yang penting adalah bagaimana kamu merasa tentang diri sendiri, Kak! Jomok itu hanya status!"
    ]
}