[
    "不 Kenapa kucing tidak pernah berbohong? Karena mereka selalu *purr*-caya diri!",
    "不 Apa yang terjadi jika kamu menyeberang kucing dengan burung? Kamu mendapatkan *purr*-bird!",
    "不 Kenapa komputer tidak bisa berkelahi? Karena mereka tidak bisa menangani *byte*!",
    "不 Dua dinding bertemu di sudut. Salah satu dinding berkata, 'Kita ketemu di sini!'",
    "不 Ikan tidak pernah berdebat. Mereka tidak suka *scales*!",
    "不 Kenapa gajah tidak pernah menggunakan komputer? Karena mereka takut dengan mouse!",
    "不 Kucing dan burung bertemu. Kucing berkata, 'Kamu terlihat *tweet*-y hari ini!'",
    "不 Pelukis tidak pernah berbohong. Mereka selalu *draw* yang benar!",
    "不 Sapi tidak pernah berbohong. Mereka selalu *moo*-tivasi yang baik!",
    "不 Buku berkata kepada buku lainnya, 'Mari kita *cover* cerita kita!'",
    "不 Kenapa penguin tidak pernah berlibur? Karena mereka tidak suka *ice* cream!",
    "不 Lampu berkata kepada lampu lainnya, 'Mari kita *light* up the room!'",
    "不 Burung tidak bisa menggunakan Facebook. Mereka sudah punya Twitter!",
    "不 Kucing dan anjing berdebat. Kucing berkata, 'Aku lebih baik dalam *purr*-suasi!'",
    "不 Kenapa ayam tidak pernah berdebat? Karena mereka selalu *egg*-spresif!",
    "不 Apa yang dikatakan satu jam kepada jam lainnya? 'Mari kita *tick* bersama!'",
    "不 Kenapa pelukis tidak pernah berbohong? Karena mereka selalu *draw* yang benar!",
    "不 Kucing dan anjing berdebat. Kucing berkata, 'Aku lebih baik dalam *purr*-suasi!'",
    "不 Kenapa lampu merah suka bikin macet? Soalnya dia suka berhenti di tempat!",
    "不 Kenapa nasi goreng lebih populer daripada nasi putih? Karena nasi putih gak ada suaranya pas dimasak!",
    "不 Kenapa kucing tidak suka online? Karena takut kena mouse!",
    "不 Kenapa matematika bikin pusing? Karena kalau dihitung terus, gak ada habisnya!",
    "不 Kenapa ikan tidak pernah ketabrak saat berenang? Karena selalu lihat ke kiri dan kanan!",
    "不 Kenapa sepeda tidak bisa berdiri sendiri? Karena lelah!",
    "不 Kenapa kucing tidak suka bermain poker? Karena mereka takut dengan *cheetah*!",
    "不 Kenapa burung gagak tidak pernah ke gym? Karena sudah punya *sayap*!",
    "不 Kenapa tikus suka ke bioskop? Karena di sana banyak *trail*r (tikus rela)!",
    "不 Kenapa Superman tidak pernah pakai baju warna hijau? Karena warnanya sudah dipakai Hulk!",
    "不 Kenapa lampu merah suka bikin macet? Soalnya dia suka berhenti di tempat!",
    "不 Kenapa nasi goreng lebih populer daripada nasi putih? Karena nasi putih gak ada suaranya pas dimasak!"
]